const About = () => {
    return (
        <div style={{display:'flex', justifyContent:'center',width:'100%', height:'auto'}} className="About_frame">
            <div style={{display:'flex', flexDirection:'column', gap:'20px',padding:'50px 0',width:'70%', height:'auto'}} className="About_body">
                <h1>Бидний тухай</h1>
                <div className="content">
                JEWELLERY нь итгэл үнэмшил, үнэт зүйлсээрээ ялгарсан үйлчлүүлэгч
                 нарт дэлхийн шилдэг брэндүүдийг санал болгоод зогсохгүй долоо 
                 хоног тутмын цахим сэтгүүлээрээ загвар, соёл болон амжилтаараа 
                 ялгарсан эрхмүүдийн амьдралын хэв маягийн талаарх нийтлэлүүдийг
                  хүргэж байна. Өдгөө бидэнтэй Gucci, Burberry, Chloe, Balenciaga, 
                  Moschino, Fendi, Versace, Givenchy зэрэг 10 гаруй дээд зэрэглэлийн 
                  брэндүүд нэгджээ.
                </div>
                <div className="content">
                Шинэ үеийн загварын зөвлөх. JEWELLERY-ийн стилист, хувцас загварын
                 менежментээр мэргэшсэн баг нь вэбсайт, аппликэйшн, сошиал хаягуудаараа 
                 дамжуулан шинэлэг, ойлгомжтой, товч байдлаар уншигч танд зөвлөж, 
                 сонголтоо хийхэд тань туслаж байна.
                </div>
                <div className="content">
                JEWELLERY нь таны захиалсан бүтээгдэхүүнийг хүссэн байрлалд тань тухайн 
                өдөртөө багтан шуурхай хүргэх тусгай үйлчилгээ үзүүлдэг. Нүдэнд тусах 
                тансаг савлагаа, уян хатан үйлчилгээ нь бидний нэрийн тэмдэг.
                </div>
                <div className="content">
                STYLEE нь 2013 оноос хойш хамгийн загварлаг, орчин үеийн брэнд хувцас 
                хэрэглэлийг Монголын хэрэглэгчдэд дэлхийн зах зээлийн үнээр санал болгосоор
                 ирсэн Нано Фэшн ХХК-ийн бүрэлдэхүүн юм.
                </div>
            </div>
        </div>
    )
}

export default About





