const DeliveryCondition = () => {
    return (
        <div style={{display:'flex', justifyContent:'center',width:'100%', height:'auto'}} className="Delivery_condition_frame">
            <div style={{padding:'50px 0',width:'70%', height:'auto'}} className="Delivery_condition_body">
                <h1>Хүргэлтийн нөхцөл</h1>
                <ul>
                    <li>Захиалга баталгаажсанаас хойш 24 цаг дотор хүргэлт хийгдэнэ.</li>
                    <li>
                        Хэрэглэгч хүргүүлэх хаяг,
                        холбоо барих утасны дугаараа тодорхой,
                        үнэн зөв бөглөх үүрэгтэй. Холбоо барих утсаа нээлттэй
                        байлгах шаардлагатай. Утсаа аваагүйгээс үүдэн гарах хохиролыг
                        хэрэглэгч өөрөө хүлээнэ.
                    </li>
                    <li>Хэрэглэгч бараа бүтээгдэхүүн хүргүүлэн авах цагийг өөрт тохируулан тэмдэглэж үлдээнэ.</li>
                    <li>Хүргэлт бүсчлэлээс хамааран 5000₮-10,000₮ хооронд байна.</li>
                    <li>100,000₮-с дээш худалдан авалтанд хүргэлт үнэгүй.</li>
                    <li>Хөдөө орон нутагруу авах бол Монгол шууданд хүргэж өгнө /тээврийн зардалыг хэрэглэгч хариуцна/.</li>
                </ul>
            </div>
        </div>
    )
}

export default DeliveryCondition





