const PaymentSupport = () => {
    return (
        <div style={{ display: 'flex', justifyContent: 'center', width: '100%', height: 'auto' }} className="About_frame">
            <div style={{ display: 'flex', flexDirection: 'column', gap: '20px', padding: '50px 0', width: '70%', height: 'auto' }} className="About_body">
                <h1>Төлбөр тооцоо</h1>
                <ol>
                    <li>
                        Хэрэглэгч бараа бүтээгдэхүүнээ сонгон төлбөр төлөх товчлуурыг дарсанаар төлбөр төлөх цонх нээгдэнэ.
                    </li>
                    <li>
                        Төлбөр төлөгдсөнөөр таны захиалга албан ёсоор баталгаажна. Захиалга баталгаажсан тохиолдолд захиалгыг болих, цуцлах боломжгүй болно.
                    </li>
                    <li>
                        Төлбөр баталгаажсанаар захиалга хүлээн авах код идэвхижиж хэрэглэгч тэрхүү кодоор захиалгаа хүлээн авна. / Хэрэглэгч танд ирсэн кодыг хадгалан бараа бүтэээгдэхүүн хүлээн авахад ашиглана.

                    </li>
                    <li>
                        Хэрэглэгч нь төлбөрөө түр хойшлуулсан бол таны сонгосон бараа бүтээгдэхүүн Хэрэглэгчийн бүртгэл хэсгийн “Миний захиалгууд” дотор байршин 24 цаг дотор хадгалагдана.
                    </li>
                </ol>
            </div>
        </div>
    )
}

export default PaymentSupport





